Repository: MaddTheSane/colloquy-1
Catalog: Mac-Old/Mac-Old/Plug-Ins/Python Support/Localizable.xcstrings
Source language: en
Languages: ja, zh_tw

source: Edit…
ja: 編集...
zh_tw: 編輯…

source: Keep Previous Version
ja: 以前のバージョンを使用
zh_tw: 保存之前的版本

source: PyObjC Required
ja: PyObjC が必要です
zh_tw: 需要 PyObjc

source: PyObjC was not found. The Python console and any Python plugins will not work during this session. For the latest version of PyObjC visit https://pyobjc.sourceforge.net.
ja: PyObjC が見つかりませんでした。Python コンソールと Python プラグインはこのセッション中は動作しません。PyObjC の最新バージョンを手に入れるには http://pyobjc.sourceforge.net/ を訪れてください。
zh_tw: 找不到 PyObjC。因此您無法使用 Python 主控台以及 Python 外掛程式，要取得最新版本的 PyObjC ，請瀏覽 http://pyobjc.sourceforge.net 網站。

source: Python Script Changed
ja: Python スクリプトが変更されました
zh_tw: Python 工序指令已修改

source: Python Script Error
ja: Python スクリプトのエラー
zh_tw: Python 工序指令錯誤

source: Reload
ja: 再読込
zh_tw: 重新載入

# The Python script "%@" had an error while calling the "%@" function. %@
source: The Python script “%1$@” had an error while calling the “%2$@” function. %3$@
ja: Python スクリプト「%1$@」は関数「%2$@」の呼び出し中にエラーが起きました。 %3$@
zh_tw: Python 工序指令 "%1$@" 在呼叫 "%2$@" 函式的時候發生錯誤。

# The Python script "%@" had an error while loading. %@
source: The Python script “%1$@” had an error while loading. %2$@
ja: Python プラグイン「%1$@」は読み込み中にエラーが起こりました。 %2$@
zh_tw: 在載入 Python 工序指令 "%1$@" 時發生錯誤。 %2$@

source: The Python script “%@” has changed on disk. Any script variables will reset if reloaded.
ja: Python プラグイン「%@」はディスク上で変更されています。再読込を行った場合、スクリプトの変数はリセットされます。
zh_tw: 磁碟上的 Python 工序指令 "%@" 已經經過修改。這個工序指令使用的變數都會在重新載入後被重設。

source: Unknown Error
ja: 不明なエラー
zh_tw: 不詳的錯誤
